[
	{
	  "title": "Objet",
	  "content": "Les présentes Conditions Générales de Vente (CGV) régissent les relations contractuelles entre L'Atelier de Manon, micro-entreprise spécialisée dans la vente de bijoux artisanaux personnalisables, et toute personne effectuant un achat via le site [URL du site web de L'Atelier de Manon], dénommée \"le Client\". Toute commande implique l'acceptation sans réserve des présentes CGV."
	},
	{
	  "title": "Produits",
	  "content": "Les bijoux proposés sont fabriqués de manière artisanale et peuvent être personnalisés selon les souhaits du Client. Les photos et descriptions des produits sont fournies à titre indicatif. L'Atelier de Manon s'engage à garantir la conformité des produits, mais de légères variations peuvent survenir en raison de la nature artisanale de la fabrication."
	},
	{
	  "title": "Prix",
	  "content": "Les prix indiqués sur le site sont exprimés en euros (€) et incluent toutes taxes comprises (TTC). L'Atelier de Manon se réserve le droit de modifier les prix à tout moment, mais le produit sera facturé sur la base du tarif en vigueur au moment de la commande. Les frais de livraison sont calculés en supplément et indiqués avant la validation de la commande."
	},
	{
	  "title": "Commandes",
	  "content": "La commande s'effectue en ligne via le site internet. Le Client sélectionne les produits, puis valide la commande en procédant au paiement. La commande devient définitive après réception du paiement. Un e-mail de confirmation est envoyé au Client avec le récapitulatif de la commande."
	},
	{
	  "title": "Paiement",
	  "content": "Le règlement s'effectue par carte bancaire, PayPal, ou tout autre moyen de paiement sécurisé mentionné sur le site. La commande ne sera traitée qu'après validation du paiement. L'Atelier de Manon garantit la confidentialité et la sécurité des données transmises lors de la transaction."
	},
	{
	  "title": "Livraison",
	  "content": "Les produits sont livrés en France métropolitaine à l’adresse indiquée par le Client lors de la commande. Les délais de livraison varient selon la disponibilité des produits et la personnalisation requise. L'Atelier de Manon s'engage à expédier la commande dans les [délai indicatif, par ex. : 10 jours ouvrés] après réception du paiement. En cas de retard, le Client sera informé par e-mail."
	},
	{
	  "title": "Droit de rétractation et retours",
	  "content": "Conformément à l’article L221-18 du Code de la consommation, le Client dispose d'un délai de 14 jours à compter de la réception du produit pour exercer son droit de rétractation sans avoir à justifier de motifs ni à payer de pénalités. Toutefois, les produits personnalisés ne sont ni repris ni échangés, sauf en cas de défaut ou de non-conformité."
	},
	{
	  "title": "Garanties",
	  "content": "Tous les produits bénéficient de la garantie légale de conformité et de la garantie des vices cachés, conformément aux dispositions légales en vigueur. En cas de défaut constaté, le Client devra en informer L'Atelier de Manon dans un délai de [par ex. : 7 jours] après réception du produit."
	},
	{
	  "title": "Responsabilité",
	  "content": "L'Atelier de Manon ne pourra être tenue pour responsable de tout dommage indirect lié à l'achat des produits. En cas d’inexécution de ses obligations pour des raisons indépendantes de sa volonté (force majeure), L'Atelier de Manon sera exonérée de toute responsabilité."
	},
	{
	  "title": "Données personnelles",
	  "content": "L'Atelier de Manon collecte et traite les données personnelles du Client conformément au Règlement Général sur la Protection des Données (RGPD). Les informations collectées sont nécessaires pour traiter les commandes et ne seront pas divulguées à des tiers sans l'accord du Client."
	},
	{
	  "title": "Propriété intellectuelle",
	  "content": "Tous les éléments du site (textes, images, logos) sont la propriété exclusive de L'Atelier de Manon et sont protégés par les droits d'auteur. Toute reproduction ou exploitation non autorisée est strictement interdite."
	},
	{
	  "title": "Droit applicable et litiges",
	  "content": "Les présentes CGV sont soumises au droit français. En cas de litige, le Client est invité à contacter L'Atelier de Manon pour rechercher une solution amiable. Si aucune solution n'est trouvée, le litige sera porté devant les tribunaux compétents."
	}
]